{
    "c2array": true,
    "size": [
        2,
        97,
        1
    ],
    "data": [
        [
            [
                ""
            ],
            [
                1
            ],
            [
                2
            ],
            [
                3
            ],
            [
                4
            ],
            [
                5
            ],
            [
                6
            ],
            [
                7
            ],
            [
                8
            ],
            [
                9
            ],
            [
                10
            ],
            [
                11
            ],
            [
                12
            ],
            [
                13
            ],
            [
                14
            ],
            [
                15
            ],
            [
                16
            ],
            [
                17
            ],
            [
                18
            ],
            [
                19
            ],
            [
                20
            ],
            [
                21
            ],
            [
                22
            ],
            [
                23
            ],
            [
                24
            ],
            [
                25
            ],
            [
                26
            ],
            [
                27
            ],
            [
                28
            ],
            [
                29
            ],
            [
                30
            ],
            [
                31
            ],
            [
                32
            ],
            [
                33
            ],
            [
                34
            ],
            [
                35
            ],
            [
                36
            ],
            [
                37
            ],
            [
                38
            ],
            [
                39
            ],
            [
                40
            ],
            [
                41
            ],
            [
                42
            ],
            [
                43
            ],
            [
                44
            ],
            [
                45
            ],
            [
                46
            ],
            [
                47
            ],
            [
                48
            ],
            [
                49
            ],
            [
                50
            ],
            [
                51
            ],
            [
                52
            ],
            [
                53
            ],
            [
                54
            ],
            [
                55
            ],
            [
                56
            ],
            [
                57
            ],
            [
                58
            ],
            [
                59
            ],
            [
                60
            ],
            [
                61
            ],
            [
                62
            ],
            [
                63
            ],
            [
                64
            ],
            [
                65
            ],
            [
                66
            ],
            [
                67
            ],
            [
                68
            ],
            [
                69
            ],
            [
                70
            ],
            [
                71
            ],
            [
                72
            ],
            [
                73
            ],
            [
                74
            ],
            [
                75
            ],
            [
                76
            ],
            [
                77
            ],
            [
                78
            ],
            [
                79
            ],
            [
                80
            ],
            [
                81
            ],
            [
                82
            ],
            [
                83
            ],
            [
                84
            ],
            [
                85
            ],
            [
                86
            ],
            [
                87
            ],
            [
                88
            ],
            [
                89
            ],
            [
                90
            ],
            [
                91
            ],
            [
                92
            ],
            [
                93
            ],
            [
                94
            ],
            [
                95
            ],
            [
                96
            ]
        ],
        [
            [
                ""
            ],
            [
                "Я могу назвать себя физически выносливым человеком. Только не часто хочется себя испытывать"
            ],
            [
                "Мои чувства захлестывают меня. Я - человек настроения. Мое настроение руководит моими действиями, иногда об этом жалею"
            ],
            [
                "Я готов затратить своё время, силы, взять на себя дополнительную ответственность с  целью получения статуса, уважения, репутации"
            ],
            [
                "Мне всегда важно душевное состояние близкого человека. Умею выслушать, понять"
            ],
            [
                "Я легко меняю решения. Иногда это приводит к тому, что бросаю начатое, не довожу дело до конца"
            ],
            [
                "Для меня в жизни очень важны правда и правота. Иногда на меня обижаются просто за констатацию фактов"
            ],
            [
                "Могу подстроиться под привычки другого человека в быту, если ему сильно доверяю"
            ],
            [
                "Я боюсь опереться на ложную информацию, поэтому перепроверяю ее разными способами"
            ],
            [
                "Мне тяжело переносить сильные эмоции, драмы других людей"
            ],
            [
                "Я не люблю научную литературу, предпочитаю развлекательную, фэнтези и прочее"
            ],
            [
                "Мне нужна атмосфера поиска ответов, люблю выслушивать мнения, отличные от моего. В споре рождается истина."
            ],
            [
                "Я постоянно забочусь о физическом благополучии своих близких"
            ],
            [
                "Не люблю риска (горки, мотоциклы, прыжки и пр.), так как боюсь покалечиться"
            ],
            [
                "Я никогда не пойду против коллектива. Не люблю выделяться"
            ],
            [
                "Обычно, я кажусь людям отстраненным и безэмоциональным и даже не стараюсь изобразить какие-либо чувства"
            ],
            [
                "Не стремлюсь к руководству, но если так случится, то легко могу ставить задачи совершенно разным людям"
            ],
            [
                "Относительно произведений искусства я оцениваю технику исполнения, не задумываюсь о чувствах автора при написании"
            ],
            [
                "Мне очень сложно признать свою вину. Если это происходит, то я всегда долго переживаю по этому поводу"
            ],
            [
                "Не люблю, когда требуют подробных доказательств моих выводов. Нет смысла произносить вслух нечто, что не есть факт"
            ],
            [
                "Душевное общение с интересными для меня людьми - это то, к чему я стремлюсь"
            ],
            [
                "Дорожу своей собственностью, оберегая ее, могу проявить напор"
            ],
            [
                "Физический труд может быть для меня приятным и приносить удовлетворение"
            ],
            [
                "Я считаю себя ответственным за свою судьбу, а не ситуацию, случай, обстоятельства"
            ],
            [
                "Люблю чёрный юмор и высмеивание слишком восторженных людей"
            ],
            [
                "Я стараюсь внимательно слушать выводы других людей. Подмечаю мелкие и малозаметные противоречия в них"
            ],
            [
                "Часто беспокоюсь за своё здоровье, люблю ходить по врачам. Стараюсь заниматься физкультурой и вести здоровый образ жизни"
            ],
            [
                "Я склонен идеализировать объект своих мечтаний"
            ],
            [
                "Мне легче, чтобы кто-то мне кратко и понятно объяснил что-то новое, чем изучать это самому"
            ],
            [
                "Быстро понимаю чужие умозаключения и начинаю строить свои гипотезы"
            ],
            [
                "Не люблю ходить по врачам. Вспоминаю о здоровье лишь когда заболеваю, когда выздоравливаю - забываю вновь"
            ],
            [
                "Я редко проявляю инициативу. Мне легче решиться на новое начинание, если меня будут подталкивать извне"
            ],
            [
                "Стараюсь учитывать интересы разных людей, не забывая при этом и про свои цели"
            ],
            [
                "Я сам делаю выводы о мире и явлениях, они не позаимствованы где-то"
            ],
            [
                "Материальное благополучие- не самое главное для меня в жизни, есть более важные ценности"
            ],
            [
                "Стараюсь быть сдержанным и приятным в общении, но если что-то долго приходится терпеть, то могу сорваться и накричать"
            ],
            [
                "\"Цель превыше всего\" - не мой лозунг. Но при этом я в большинстве случаев достигаю намеченных целей  и живу по своим правилам"
            ],
            [
                "Излишние эмоциональные переживания считаю лишней тратой времени – в жизни много других важных задач"
            ],
            [
                "С подозрением отношусь к новым идеям. Стараюсь их проанализировать, чтобы найти возможные ошибки и противоречия"
            ],
            [
                "Считаю, что большинство конфликтов между людьми происходит на материальной почве: из-за собственности, денег и т.п."
            ],
            [
                "Стараюсь научиться делать руками как можно больше: от приготовления пищи до ремонта – мало ли, какие ситуации могут случиться"
            ],
            [
                "Не стремлюсь быть интеллектуальной элитой: в мире есть много более важных и интересных тем, чем сухая логика"
            ],
            [
                "Иногда мне сложно выслушивать чужие переживания, если я сам что-то переживаю"
            ],
            [
                "Всегда готов делиться своими знаниями с другими людьми. Люблю, когда ко мне обращаются за советом"
            ],
            [
                "Я очень позитивный человек, который никогда не срывается на других людей. Умею контролировать свое эмоциональное состояние"
            ],
            [
                "Не люблю успешных людей, которые гордятся своими достижениями. Я не верю, что они добились это сами – просто изначально у них были другие условия"
            ],
            [
                "Мне очень важно мнение окружающих о моем внешнем виде и состянии здоровья.  Если кто-то говорит, что я неважно выгляжу, то могу почувствовать себя больным"
            ],
            [
                "Я считаю, что жизнь человека - результат стечения жизненных обстоятельств, удачи и везения"
            ],
            [
                "При выборе работы для меня важно, чтобы она отвечала моим целям и интересам. А зарплата – это второстепенно"
            ],
            [
                "Мне иногда забавно наблюдать эмоции и чувства других людей – но не понимаю, зачем так себя растрачивать"
            ],
            [
                "Если надо в чем-то разобраться, то мне легче самому построить заново модель, чем слушать чужие объяснения"
            ],
            [
                "Я даже не стараюсь скрывать свои эмоции – пусть думают обо мне, что хотят"
            ],
            [
                "Не люблю лишней ответственности и не хотел бы быть руководителем – спокойнее иметь начальство, которое решает все проблемы."
            ],
            [
                "Люблю поспорить, мне нравится сам процесс"
            ],
            [
                "Мне свойственно контролировать ход выполнения важных для меня дел"
            ],
            [
                "Часто помогаю растерянным и неустроенным людям понять, что им на самом деле нужно"
            ],
            [
                "Люблю определять порядок вещей в доме: где что лежит и прочее"
            ],
            [
                "Для меня очень важна форма подачи новых знаний: люблю, когда все \"наукообразно\" и системно построено"
            ],
            [
                "Я очень чувствительный человек, сильно ощущаю боль и дискомфорт. У меня низкий болевой порог"
            ],
            [
                "Люблю отдыхать активно: спорт, танцы, коньки, велосипед, турпоходы и т.д."
            ],
            [
                "Не люблю физультуру, спорт и вообще подвижную деятельность"
            ],
            [
                "Стараюсь улаживать отношения между людьми, создавая нужную эмоциональную атмосферу"
            ],
            [
                "Боюсь открывать другим свою душу, но в то же время, чувствую потребность в этом"
            ],
            [
                "Я очень переживаю, если нахожу у себя логическую ошибку, поэтому изучаю информацию скурпулезно, пытаюсь найти несколько источников"
            ],
            [
                "Не хочется признавать, но я порой люблю поплакаться. Мне очень помогает, когда кто-то поддерживает меня и внушает мне уверенность в себе"
            ],
            [
                "Хочу освоить много профессий, где надо делать руками, а не думать. Это было бы для меня полезным опытом"
            ],
            [
                "Если я увлечен чем-то, то могу забыть поесть"
            ],
            [
                "Часто сомневаюсь перед принятием решения, так как боюсь совершить ошибку"
            ],
            [
                "Мне сложно изучать новую сферу, однако я прекрасный специалист в своей профессии, стараюсь быть лучшим, знать все до мелочей"
            ],
            [
                "Очень люблю воспоминания. Идеализирую людей и события из прошлого, мне приятно грустить о том, чего не вернешь"
            ],
            [
                "Наблюдая за поведением человека, могу почувствовать его искренность или неискренность"
            ],
            [
                "Считаю, что все знания нужны в связи с практикой. Абстрактное знание меня не интересует"
            ],
            [
                "Веду себя со всеми на равных, независимо от рангов"
            ],
            [
                "Если я уже разобрался в  вопросе, то не склонен рассматривать его с других точек зрения"
            ],
            [
                "Мне очень тяжело менять своё решение. Люблю стоять на своем"
            ],
            [
                "Не люблю контактов с чужими людьми: боюсь всякой заразы и просто неприятно, когда прикасаются к моим вещам"
            ],
            [
                "Мой мозг постоянно решает разные логические задачи"
            ],
            [
                "Очень люблю физические удовольствия и понимаю в них толк, не собираюсь себя в них ограничивать"
            ],
            [
                "Мне очень сложно сказать \"нет\", я часто уступаю другим"
            ],
            [
                "Не терплю в людях фальшь и наигранность: такие люди мне неприятны"
            ],
            [
                "Когда я среди людей, то часто перенимаю их эмоции, “заражаюсь” ими. А наедине с собой – чаще спокоен"
            ],
            [
                "Легко и быстро принимаю решения, не боюсь взять ответственность не только за себя, но и за других"
            ],
            [
                "Я могу принять идеологические, этические взгляды близких людей – самому на эти темы думать неинтересно"
            ],
            [
                "Не люблю сильные вкусы и запахи – мне интереснее разбираться в тонких нюансах вкуса"
            ],
            [
                "Моя самооценка постоянно колеблется по жизни. Даже небольшие неудачи меня сильно вышибают из седла"
            ],
            [
                "Если я достаточно разобрался в вопросе, то не сомневаюсь в правильности своих выводов. Для меня неважно, что думают другие по этому поводу"
            ],
            [
                "Мне нравится, когда кто-то обустраивает мой быт, заботится о моем теле. Самому постоянно не хватает на это времени"
            ],
            [
                "Я всегда доверяю мнению специалистов, так как они более глубоко знают свою профессию. Сам не буду перепроверять их рекомендации"
            ],
            [
                "Мне нравятся сильные люди, умеющие достигать поставленных целей. Но сам я не стремлюсь быть таким человеком"
            ],
            [
                "Не люблю \"умников\", которым кажется, что они все знают и слишком быстро делают скоропалительные выводы."
            ],
            [
                "Постоянно поддерживаю других людей в эмоциональном плане: повышаю им настроение, выслушиваю переживания"
            ],
            [
                "Я очень люблю погружаться в свои эмоциональные переживания, могу одно и то же прокручивать несколько раз"
            ],
            [
                "Не даю советов, если меня не спрашивают, и не люблю, когда кто-то пытается меня учить жизни"
            ],
            [
                "Считаю неуместным слишком явное проявление своих эмоций: плач, истерики, гнев. Не понимаю таких людей"
            ],
            [
                "Я не могу сидеть без дела: очень много делаю по дому, постоянно что-то меняю, перестраиваю."
            ],
            [
                "Покупая новую вещь, быстро делаю вывод, насколько хорошо она мне подходит. Всегда знаю, насколько хорошо выгляжу"
            ],
            [
                "Во время обсуждения я часто ухожу в сторону от основной темы, так меня интересуют совершенно разные вопросы"
            ]
        ]
    ]
}